Repository: orange97/citadel
Catalog: Code/WordPress/themes/Product/Impreza/languages/*.po
Languages: es_es

source: Error 404 - page not found
es_es: Error 404 - La página que busca no se encuentra

source: Ohh... You have requested the page that is no longer there
es_es: Ooops... La página que busca ya no existe . Pruebe usando el buscador del Sitio Web!

source: Category Archive for
es_es: Categoría de archivo para

source: Posts Tagged
es_es: Posts 'tageados'

source: Archive for
es_es: Archivos de

source: Author Archive
es_es: Autor de Archivo

source: Blog Archives
es_es: Archivos del blog

source: No comments
es_es: Sin comentarios

source: 1 Comment.
es_es: 1 comentario

source: Leave new
es_es: Comente algo!

source: % Comments.
es_es: % comentarios

source: You must be %slogged in%s to post a comment.
es_es: Debes estar %slogged in%s para escribir un comentario

source: Please enter your Name
es_es: Introduzca su Nombre

source: Please enter your Email
es_es: Introduzca su Email

source: Please enter your Phone Number
es_es: Introduzca su Numero de Teléfono

source: Please enter the equation result
es_es: Introduce el resultado de la ecuación

source: Please enter a Message
es_es: Introduzca el Mensaje

source: Thank you! Your message was sent.
es_es: Gracias por su mensaje! Se le respondera cuanto antes.

source: No posts were found.
es_es: No se encontraron artículos

source: Please, enter correct result
es_es: Por favor, introduzca el resultado correcto

source: Name
es_es: Nombre

source: Phone
es_es: Teléfono

source: Message
es_es: Coméntanos tus ideas, peticiones o inquietudes!

source: Contact request from
es_es: Formulario de contacto

source: Home
es_es: Inicio

source: Archive by Category "%s"
es_es: Archivos por categoría "%s"

source: Search Results for "%s" Query
es_es: Resultados de búsqueda para "%s"

source: Posts Tagged "%s"
es_es: Posts 'tageados' "%s"

source: Articles Posted by %s
es_es: Artículos escritos por %s

source: Error 404
es_es: Error 404 - algo va mal...

source: Forums
es_es: Foros

source: Page
es_es: Página

source: Pages:
es_es: Páginas:

source: Next page
es_es: Siguiente página

source: Previous page
es_es: Página anterior

source: Prev
es_es: Ant.

source: Next
es_es: Siguiente

source: Main Menu
es_es: Menú principal

source: Footer Menu
es_es: Menú pie de página

source: Previous
es_es: Anterior

source: Send Message
es_es: Enviar mensaje

source: Your name
es_es: Su nombre

source: Phone Number
es_es: Su teléfono

source: Just to prove you are a human, please solve the equation:
es_es: Solo para ver que seas humano, resuelve esta pequeña ecuación:

source: View all posts in %s
es_es: Ver todos los artículos %s

source: % Comments
es_es: % comentarios

source: No Comments
es_es: Sin comentarios

source: 1 Comment
es_es: 1 comentario

source: Read More
es_es: Leer más

source: Load More Posts
es_es: Cargar más articulos

source: All
es_es: Todo

source: Load More Items
es_es: Cargar más ítems

source: Contacts
es_es: Contactos

source: View your shopping cart
es_es: Ver tu carro de compra

source: Just type and press 'enter'
es_es: Simplemente escriba lo que quiera buscar y pulsa 'enter'

source: Search
es_es: Buscar

source: Read More &raquo;
es_es: Leer más &raquo;

source: Search Results for
es_es: Resultados de tu búsqueda de

source: search
es_es: Buscar

source: Related Posts
es_es: Artículos relacionados

source: Product
es_es: Producto

source: was successfully added to your cart
es_es: Añadido correctamente al carrito

source: This is image placeholder, edit your page to replace it.
es_es: Esta imagen es sobreimagen, edita tu pagina para reemplazarla.
